Revit 2027 API
ParameterTypeId.StairsDbgShowRunNosing Property
 "Show Run's Nosings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowRunNosing { get; }
Public Shared ReadOnly Property StairsDbgShowRunNosing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowRunNosing {
	ForgeTypeId^ get ();
}
static member StairsDbgShowRunNosing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace